var local = {
swarnings: {
    dpt: 'Введите, пожалуйста, пункт отправления {0}',
    arv: 'Введите, пожалуйста, пункт назначения {0}',
    date: 'Выберите, пожалуйста, дату {0}',
    rtsegments: ['вылета', 'обратного вылета'],
    mwsegments: ['первого перелета', 'второго перелета', 'третьего перелета', 'четвертого перелета', 'пятого перелета', 'шестого перелета'],
    persons: 'Количество пассажиров не должно быть больше восьми',
    infants: 'Младенцев без места не должно быть больше, чем взрослых',
    noadults: 'Дети не могут лететь без взрослых'
},
numbers: {
    nomimative: ['ноль', 'один', 'два', 'три', 'четыре', 'пять', 'шесть', 'семь', 'восемь', 'девять', 'десять', 'одиннадцать', 'двенадцать', 'тринадцать', 'четырнадцать', 'пятнадцать', 'шестнадцать', 'семнадцать', 'восемнадцать', 'девятнадцать', 'двадцать'],
    collective: ['ноль', 'один', 'двое', 'трое', 'четверо', 'пятеро', 'шестеро', 'семеро', 'восьмеро'],
    ordinaldat: ['первому', 'второму', 'третьему', 'четвертому', 'пятому', 'шестому', 'седьмому', 'восьмому'],
    ordinalgen: ['первого', 'второго', 'третьего', 'четвертого', 'пятого', 'шестого', 'седьмого', 'восьмого']
},
date: {
    today: 'сегодня',
    weekdays: ['понедельник', 'вторник', 'среда', 'четверг', 'пятница', 'суббота', 'воскресенье'],    
    nmonthes: ['январь', 'февраль', 'март', 'апрель', 'май', 'июнь', 'июль', 'август', 'сентябрь', 'октябрь', 'ноябрь', 'декабрь'],
    gmonthes: ['января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа', 'сентября', 'октября', 'ноября', 'декабря'],
    pmonthes: ['январе', 'феврале', 'марте', 'апреле', 'мае', 'июне', 'июле', 'августе', 'сентябре', 'октябре', 'ноябре', 'декабре'],
    smonthes: ['янв', 'фев', 'мар', 'апр', 'май', 'июн', 'июл', 'авг', 'сен', 'окт', 'ноя', 'дек']
},
search: {
    prices: 'Куда дешево улететь<br>{0}<br>в&nbsp;{1}?'
},
offers: {
    stitle: 'Перелет {0}',
    directions: ['туда', 'обратно'],
    price: {
        buy: 'Купить за {0}',
        one: 'итоговая цена',
        many: 'итоговая цена за всех',
        rise: 'на {0} дороже',
        fall: 'на {0} дешевле',
        from: 'от {0}',
        profit: ' <span class="obs-profit">на <strong>{0}%</strong> дешевле, чем в среднем</span>'
    },
    cheap: {
        one: 'Дешевый',
        many: 'Дешевые'
    },
    optimal: {
        one: 'Оптимальный',
        many: 'Оптимальные'
    },
    nonstop: {
        one: 'Прямой',
        many: 'Прямые'
    },
    cheapNonstop: {
        one: 'Дешевый прямой',
        many: 'Дешевые прямые'
    },
    matrix: {
        one: '± 3 дня',
        many: '± 3 дня'
    },
    othersegments: {
        rt: 'с другим <span class="ossi-segment">обратным перелётом</span>',
        one: 'с другим <span class="ossi-segment">перелётом {0}</span>',
        many: 'с другими перелётами {0}'
    },
    variants: ['вариант', 'варианта', 'вариантов'],
    more: 'и еще {0} перелета {1}',
    from: '{0} из {1}',
    all: 'Все {0}'
},
booking: {
    newprice: {
        rise: 'дороже',
        fall: 'дешевле'
    },
    passengers: {
        one: 'Пассажир',
        many: 'Пассажиры'
    }
},
title: {
    search: 'Поиск авиабилетов {0}',
    results: 'Авиабилеты {0}',
    booking: 'Покупка авиабилетов {0}'
},
currencies: {
    RUR: ['рубль', 'рубля', 'рублей']
},
filters: {
    reset: 'Сбросить {0}',
    selected: ['выбранный фильтр', 'выбранных фильтра', 'выбранных фильтров']
}
};
